app/controllers/students_controller.rb

  def create
    @student = Student.new(params[:student])
	  @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2017-08-14 19:47:33.725120"], ["updated_at", "2017-08-14 19:47:33.725120"]]